# Создать список чисел от 1 до 1000000
numbers = list(range(1, 1000001))
print(numbers)
min(numbers)
max(numbers)
sum(numbers)
