# Задание на практикование сортировки
countries = ['Швейцария', 'Италия', 'США', 'ОАЭ', 'Грузия', 'Франция']
print(countries)
print(sorted(countries))
print(countries)
print(sorted(countries, reverse=True))
print(countries)
countries.reverse()
print(countries)
countries.sort()
print(countries)
countries.sort(reverse=True)
print(countries)
